Repository: team-unstablers/NoctilucaServer
Catalog: NoctilucaServer/Localizable.xcstrings
Source language: ko
Languages: en, ja, zh_hans

# about.appeal_button
source: 호소문…
en: Appeal…
ja: 訴え…
zh_hans: 呼吁书…

# about.appeal.body
source: 안녕하세요, 저희는 대한민국 경기도 안산에 위치한 영세한 소프트웨어 개발 업체인 **주식회사 팀언스테이블러즈** (team unstablers Inc.) 입니다. 저희는 "여러분들의 꿈을 이루어 드립니다" 라는 모토 아래, 많은 클라이언트들이 이루지 못한 기술적 난제를 주로 해결해오곤 했습니다. 사실은 저희는 "우리가 하고 싶은 것이 무엇인지 몰라서", "그나마 할 줄 아는 것이 컴퓨터 뿐이어서" 이런 모토를 내걸고 남을 돕는 일을 계속 해왔습니다. 하지만, 불경기로 인해 수익 구조에도 여러 변동이 생기면서, 저희 회사의 지속 가능 여부도 불투명해졌습니다. 급여와 세금도 밀리고, 회사 통장에는 압류도 들어오게 되었습니다. Noctiluca / Sirius는 그런 와중에 멍청한 제가 바닥부터 구상해내고 실현할 수 있었던 몇 안되는 프로젝트 중 하나였습니다. 몇 년 가까이 생각을 구체화 하면서, 처음으로 여러분께 선보일 수 있게 된 것을 자랑스럽게 생각하고 있습니다. 저희는 부자가 되고 싶지 않습니다. 그저 매일마다 생존에 대한 걱정 없이 컴퓨터 프로그래밍을 하고 싶을 뿐입니다. 감사합니다.
en: Hello. We are **team unstablers Inc.** (주식회사 팀언스테이블러즈), a small software development company based in Ansan, Gyeonggi-do, Republic of Korea. Under the motto "We make your dreams come true," we have primarily focused on addressing technical challenges that many clients have been unable to resolve. In candor, we continued to undertake such work because we were uncertain of our long-term direction, and the area in which we were most competent was computing. However, due to the ongoing economic downturn and the resulting changes to our revenue structure, the long-term sustainability of our company has become uncertain. We have accrued delays in salary payments and tax obligations, and our corporate bank account has also been subject to seizure. Noctiluca / Sirius is one of the few projects that I was able to conceive and develop from the ground up during this period. After spending nearly several years transforming the concept into a tangible product, I am honored to present it to you for the first time. We do not seek wealth. We simply wish to continue programming every day without the constant concern of survival. Thank you.
ja: こんにちは、私たちは大韓民国京畿道安山市に位置する零細ソフトウェア開発会社 **株式会社チーム・アンステイブラーズ** (team unstablers Inc.) です。 私たちは「皆様の夢を叶えます」というモットーの下、多くのクライアントが達成できなかった技術的難題を主に解決してきました。実は私たちは「自分たちが何をしたいのかわからなくて」、「せめてできるのがコンピュータくらいで」このようなモットーを掲げて人を助ける仕事を続けてきました。 しかし、不況により収益構造にも様々な変動が生じ、会社の持続可能性も不透明になりました。給与や税金も滞り、会社の口座には差し押さえも入るようになりました。 Noctiluca / Siriusはそんな中、愚かな私が一から構想し実現できた数少ないプロジェクトの一つでした。数年近く考えを具体化しながら、初めて皆様にお披露目できるようになったことを誇りに思っています。 私たちはお金持ちになりたいわけではありません。ただ毎日、生存に対する心配なくコンピュータプログラミングをしたいだけなのです。 ありがとうございます。
zh_hans: 您好，我们是位于韩国京畿道安山市的一家小型软件开发公司 **team unstablers Inc.**。 我们在"为您实现梦想"的座右铭下，主要解决许多客户未能解决的技术难题。事实上，我们之所以以此为座右铭并坚持助人，是因为"不知道自己想做什么"，以及"除了电脑大概什么都不会"。 但是，由于经济不景气导致收益结构发生变化，公司的可持续性也变得不透明。工资和税金被拖欠，公司账户也遭到了扣押。 Noctiluca / Sirius 是在这种情况下，愚蠢的我从零开始构思并能够实现的为数不多的项目之一。将几年的想法具体化，我很自豪能首次向大家展示。 我们不想成为富翁。只想每天不用担心生存问题，专心地编写程序。 谢谢。

# about.appeal.subtitle
source: 저희 [주식회사 팀언스테이블러즈](https://unstabler.pl)에게 일을 맡겨주세요
en: Please entrust your work to us at [team unstablers Inc.](https://unstabler.pl)
ja: 私たち [株式会社チーム・アンステイブラーズ](https://unstabler.pl) にお任せください
zh_hans: 请将工作委托给我们 [team unstablers Inc.](https://unstabler.pl)

# about.appeal.title
source: 호소문
en: Appeal
ja: 訴え
zh_hans: 呼吁书

# about.open_source_licenses
source: 오픈 소스 라이선스
en: Open Source Licenses
ja: オープンソースライセンス
zh_hans: 开源许可证

# about.open_source_notice
source: 이 소프트웨어는 오픈 소스 소프트웨어를 포함합니다. 자세한 사항은 아래 '오픈 소스 라이선스' 버튼을 눌러 확인할 수 있습니다.
en: This software includes open source software. Click the 'Open Source Licenses' button below for details.
ja: このソフトウェアにはオープンソースソフトウェアが含まれています。詳細は下の「オープンソースライセンス」ボタンを押して確認できます。
zh_hans: 本软件包含开源软件。详情请点击下方的“开源许可证”按钮查看。

# about.terms_of_service
source: 사용권 계약
en: License Agreement
ja: 使用許諾契約
zh_hans: 许可协议

# about.version_format
source: 버전 %1$@ (%2$@)
en: Version %1$@ (%2$@)
ja: バージョン %1$@ (%2$@)
zh_hans: 版本 %1$@ (%2$@)

# about.window.title
source: Noctiluca Server에 대하여
en: About Noctiluca Server
ja: Noctiluca Server について
zh_hans: 关于 Noctiluca Server

# alert.trial-expired.confirm
source: 확인
en: OK
ja: 確認
zh_hans: 确定

# alert.trial-expired.message
source: Noctiluca Server의 테스트 기간이 만료되었습니다. 최신 버전으로 업데이트해 주세요.
en: The trial period for Noctiluca Server has expired. Update to the latest version.
ja: Noctiluca Serverのトライアル期間が終了しました。最新バージョンにアップデートしてください。
zh_hans: Noctiluca Server 的试用期已结束。请更新到最新版本。

# alert.trial-expired.title
source: 테스트 기간 만료
en: Trial Expired
ja: トライアル期間終了
zh_hans: 试用期已结束

# builtin-bundles.auth.NoctilucaCoreAuth.description
source: Noctiluca의 기본 인증 플러그인 번들입니다.
en: The default authentication plugin bundle for Noctiluca.
ja: Noctilucaの基本認証プラグインバンドルです。
zh_hans: Noctiluca 的默认认证插件包。

# builtin-bundles.auth.NoctilucaCoreAuth.name
source: 기본 인증 플러그인 번들
en: Default Authentication Plugin Bundle
ja: 基本認証プラグインバンドル
zh_hans: 默认认证插件包

# codec-spec.color_format.auto
source: 자동 색상 포맷
en: Auto Color Format
ja: 自動カラーフォーマット
zh_hans: 自动颜色格式

# codec-spec.color_format.unknown
source: 알 수 없는 색상 포맷
en: Unknown Color Format
ja: 不明なカラーフォーマット
zh_hans: 未知颜色格式

# codec-spec.compression_level
source: 압축 레벨 %@
en: Compression Level %@
ja: 圧縮レベル %@
zh_hans: 压缩级别 %@

# codec-spec.dynamic_range.hdr_enabled
source: HDR 지원 활성화됨
en: HDR Enabled
ja: HDRサポート有効
zh_hans: HDR 支持已启用

# codec-spec.hw_accel.auto
source: 가능한 경우 하드웨어 가속 사용
en: Use Hardware Acceleration if Available
ja: 可能な場合ハードウェアアクセラレーションを使用
zh_hans: 如果可用，使用硬件加速

# codec-spec.hw_accel.disabled
source: 하드웨어 가속 사용 안 함
en: Hardware Acceleration Disabled
ja: ハードウェアアクセラレーションを使用しない
zh_hans: 不使用硬件加速

# codec-spec.profile.auto
source: 자동 프로파일
en: Auto Profile
ja: 自動プロファイル
zh_hans: 自动配置文件

# codec-spec.profile.baseline
source: Baseline 프로파일
en: Baseline Profile
ja: Baselineプロファイル
zh_hans: Baseline 配置文件

# codec-spec.profile.high
source: High 프로파일
en: High Profile
ja: Highプロファイル
zh_hans: High 配置文件

# codec-spec.profile.main
source: Main 프로파일
en: Main Profile
ja: Mainプロファイル
zh_hans: Main 配置文件

# codec-spec.profile.main10
source: Main10 프로파일
en: Main10 Profile
ja: Main10プロファイル
zh_hans: Main10 配置文件

# common.cancel
source: 취소
en: Cancel
ja: キャンセル
zh_hans: 取消

# common.close
source: 닫기
en: Close
ja: 閉じる
zh_hans: 关闭

# components.editable_list.add
source: 추가
en: Add
ja: 追加
zh_hans: 添加

# components.editable_list.delete
source: 삭제
en: Delete
ja: 削除
zh_hans: 删除

# components.editable_list.edit
source: 편집
en: Edit
ja: 編集
zh_hans: 编辑

# components.editable_list.empty
source: 목록이 비어있습니다.
en: The list is empty.
ja: リストが空です。
zh_hans: 列表为空。

# components.editable_list.item_not_found
source: 항목을 찾을 수 없습니다.
en: Item not found.
ja: 項目が見つかりません。
zh_hans: 未找到项目。

source: core.plugin.PluginBundleRegistryError.duplicateBundle(id: %@)
en: The plugin bundle is already registered.

source: core.plugin.PluginBundleRegistryError.initializationFailed(error: %@)
en: Failed to initialize the plugin bundle.

source: core.plugin.PluginBundleRegistryError.metadataValidationFailed(reason: %@)
en: Failed to validate the metadata of the plugin bundle.

# core.plugin.unsigned_bundle_alert.button.cancel
source: 취소
en: Cancel
ja: キャンセル
zh_hans: 取消

# core.plugin.unsigned_bundle_alert.button.load
source: 로드
en: Load
ja: ロード
zh_hans: 加载

# core.plugin.unsigned_bundle_alert.informative_text
source: "%1$@" (%2$@) 플러그인 번들은 유효한 코드 서명이 없습니다. 서명되지 않은 플러그인은 시스템에 악영향을 줄 수 있습니다. 경로: %3$@ 계속 로드하시겠습니까?
en: The plugin bundle "%1$@" (%2$@) does not have a valid code signature. Unsigned plugins can adversely affect your system. Path: %3$@ Are you sure you want to load it?
ja: "%1$@" （%2$@） プラグインバンドルには有効なコード署名がありません。 署名されていないプラグインはシステムに悪影響を及ぼす可能性があります。 パス: %3$@ ロードを続行しますか？
zh_hans: %1$@ (%2$@) 插件包没有有效的代码签名。 未签名的插件可能会对系统造成不良影响。 路径：%3$@ 是否继续加载？

# core.plugin.unsigned_bundle_alert.title
source: 서명되지 않은 플러그인 번들
en: Unsigned Plugin Bundle
ja: 署名されていないプラグインバンドル
zh_hans: 未签名的插件包

# licensing.install.back
source: 뒤로
en: Back
ja: 戻る
zh_hans: 返回

# licensing.install.computer_name
source: 컴퓨터 이름
en: Computer Name
ja: コンピューター名
zh_hans: 计算机名称

# licensing.install.email
source: 이메일 주소
en: Email Address
ja: メールアドレス
zh_hans: 电子邮件地址

# licensing.install.error_hwid
source: 하드웨어 식별자를 가져올 수 없습니다.
en: Failed to get the hardware identifier.
ja: ハードウェア識別子を取得できません。
zh_hans: 无法获取硬件标识符。

# licensing.install.error_invalid_key
source: 유효하지 않은 라이선스 키입니다.
en: Invalid license key.
ja: 無効なライセンスキーです。
zh_hans: 许可证密钥无效。

# licensing.install.error_network
source: 네트워크에 연결할 수 없습니다.
en: Cannot connect to the network.
ja: ネットワークに接続できません。
zh_hans: 无法连接到网络。

# licensing.install.error_ok
source: 확인
en: OK
ja: 確認
zh_hans: 确定

# licensing.install.error_server
source: 서버 오류가 발생했습니다.
en: A server error occurred.
ja: サーバーエラーが発生しました。
zh_hans: 发生服务器错误。

# licensing.install.error_state
source: 현재 상태에서 라이선스를 설치할 수 없습니다.
en: Cannot install the license in the current state.
ja: 現在の状態ではライセンスをインストールできません。
zh_hans: 无法在当前状态下安装许可证。

# licensing.install.error_title
source: 라이선스 등록 실패
en: Failed to Register License
ja: ライセンス登録失敗
zh_hans: 许可证注册失败

# licensing.install.error_unknown
source: 알 수 없는 오류가 발생했습니다.
en: An unknown error occurred.
ja: 不明なエラーが発生しました。
zh_hans: 发生未知错误。

# licensing.install.header
source: 라이선스 등록
en: Register License
ja: ライセンス登録
zh_hans: 注册许可证

# licensing.install.install
source: 설치
en: Install
ja: インストール
zh_hans: 安装

# licensing.install.installing
source: 라이선스 서버와 통신 중입니다…
en: Communicating with the license server…
ja: ライセンスサーバーと通信しています…
zh_hans: 正在与许可证服务器通信…

# licensing.install.license_key
source: 라이선스 키
en: License Key
ja: ライセンスキー
zh_hans: 许可证密钥

# licensing.install.owner_name
source: 라이선스 소유자
en: License Owner
ja: ライセンス所有者
zh_hans: 许可证所有者

# licensing.prompt.purchase
source: 구매하기…
en: Purchase…
ja: 購入する…
zh_hans: 购买…

# licensing.prompt.register_license
source: 라이선스 키 등록
en: Register License Key
ja: ライセンスキー登録
zh_hans: 注册许可证密钥

# licensing.prompt.start_trial
source: 체험판 시작 (7일)
en: Start Trial (7 Days)
ja: トライアル開始 （7日）
zh_hans: 开始试用版 (7天)

# licensing.prompt.subtitle
source: Noctiluca Server를 사용하려면 라이선스를 등록하거나 체험판을 시작하세요.
en: To use Noctiluca Server, register a license or start a trial.
ja: Noctiluca Serverを使用するには、ライセンスを登録するか、トライアルを開始してください。
zh_hans: 要使用 Noctiluca Server，请注册许可证或开始试用版。

# licensing.prompt.title
source: 라이선스가 필요합니다
en: License Required
ja: ライセンスが必要です
zh_hans: 需要许可证

# licensing.seats.cancel
source: 취소
en: Cancel
ja: キャンセル
zh_hans: 取消

# licensing.seats.empty
source: 할당된 시트가 없습니다.
en: No seats allocated.
ja: 割り当てられたシートはありません。
zh_hans: 没有分配的席位。

# licensing.seats.error_network
source: 네트워크에 연결할 수 없습니다.
en: Cannot connect to the network.
ja: ネットワークに接続できません。
zh_hans: 无法连接到网络。

# licensing.seats.error_ok
source: 확인
en: OK
ja: 確認
zh_hans: 确定

# licensing.seats.error_revoke_partial
source: %lld개의 시트 할당 해제에 실패했습니다.
en: Failed to revoke %lld seats.
ja: %lld個のシート割り当て解除に失敗しました。
zh_hans: 撤销 %lld 个席位失败。

# licensing.seats.error_server
source: 서버 오류가 발생했습니다.
en: A server error occurred.
ja: サーバーエラーが発生しました。
zh_hans: 发生服务器错误。

# licensing.seats.error_title
source: 오류
en: Error
ja: エラー
zh_hans: 错误

# licensing.seats.footer
source: 시트가 가득 찼습니다. 할당을 해제할 시트를 선택하세요.
en: Seats are full. Select a seat to revoke.
ja: シートが満杯です。割り当て解除するシートを選択してください。
zh_hans: 席位已满。请选择要解除分配的席位。

# licensing.seats.header
source: 시트 관리
en: Manage Seats
ja: シート管理
zh_hans: 席位管理

# licensing.seats.revoke
source: 할당 해제
en: Revoke
ja: 割り当て解除
zh_hans: 撤销

# licensing.seats.revoking
source: 시트 할당을 해제하고 있습니다…
en: Revoking the seat…
ja: シートの割り当てを解除しています…
zh_hans: 正在撤销席位…

# licensing.trial.back
source: 뒤로
en: Back
ja: 戻る
zh_hans: 返回

# licensing.trial.confirm
source: 확인
en: OK
ja: 確認
zh_hans: 确定

# licensing.trial.email
source: 이메일 주소
en: Email Address
ja: メールアドレス
zh_hans: 电子邮件地址

# licensing.trial.error_duplicate
source: 이 이메일 주소로는 이미 체험판이 발급되었습니다.
en: A trial has already been issued for this email address.
ja: このメールアドレスにはすでにトライアルが発行されています。
zh_hans: 此电子邮件地址已发放过试用版。

# licensing.trial.error_hwid
source: 하드웨어 식별자를 가져올 수 없습니다.
en: Failed to get the hardware identifier.
ja: ハードウェア識別子を取得できません。
zh_hans: 无法获取硬件标识符。

# licensing.trial.error_network
source: 네트워크에 연결할 수 없습니다.
en: Cannot connect to the network.
ja: ネットワークに接続できません。
zh_hans: 无法连接到网络。

# licensing.trial.error_ok
source: 확인
en: OK
ja: 確認
zh_hans: 确定

# licensing.trial.error_server
source: 서버 오류가 발생했습니다.
en: A server error occurred.
ja: サーバーエラーが発生しました。
zh_hans: 发生服务器错误。

# licensing.trial.error_title
source: 체험판 요청 실패
en: Failed to Request Trial
ja: トライアルリクエスト失敗
zh_hans: 请求试用版失败

# licensing.trial.info_footer
source: 7일간 무료로 체험할 수 있습니다. 이메일 인증이 필요합니다.
en: You can try it for free for 7 days. Email verification is required.
ja: 7日間無料でトライアルできます。メール認証が必要です。
zh_hans: 可以免费试用 7 天。需要电子邮件认证。

# licensing.trial.info_header
source: 체험판 시작
en: Start Trial
ja: トライアル開始
zh_hans: 开始试用版

# licensing.trial.loading
source: 서버와 통신 중입니다…
en: Communicating with the server…
ja: サーバーと通信しています…
zh_hans: 正在与服务器通信…

# licensing.trial.name
source: 이름
en: Name
ja: 名前
zh_hans: 姓名

# licensing.trial.request_code
source: 인증 코드 요청
en: Request Verification Code
ja: 認証コードをリクエスト
zh_hans: 请求认证代码

# licensing.trial.verification_code
source: 인증 코드
en: Verification Code
ja: 認証コード
zh_hans: 认证代码

# licensing.trial.verification_footer
source: %@(으)로 전송된 인증 코드를 입력해 주세요. 인증 코드는 10분 이내에 입력해야 합니다.
en: Enter the verification code sent to %@. The verification code must be entered within 10 minutes.
ja: %@ に送信された認証コードを入力してください。認証コードは10分以内に入力する必要があります。
zh_hans: 请输入发送至 %@ 的认证代码。认证代码必须在 10 分钟内输入。

# licensing.trial.verification_header
source: 인증 코드 입력
en: Enter Verification Code
ja: 認証コード入力
zh_hans: 输入认证代码

# licensing.window.title
source: 라이선스 등록
en: Register License
ja: ライセンス登録
zh_hans: 注册许可证

# menu.about
source: Noctiluca Server에 대하여
en: About Noctiluca Server
ja: Noctiluca Server について
zh_hans: 关于 Noctiluca Server

# menu.check-updates
source: 업데이트 확인
en: Check for Updates
ja: アップデートを確認
zh_hans: 检查更新

# menu.early-access-discord
source: 얼리 액세스 사용자를 위한 Discord 서버
en: Discord Server for Early Access Users
ja: アーリーアクセスユーザー向け Discord サーバー
zh_hans: 早期访问用户 Discord 服务器

# menu.quit
source: 종료
en: Quit
ja: 終了
zh_hans: 退出

# menu.register-license
source: 라이선스 등록하기…
en: Register License…
ja: ライセンスを登録…
zh_hans: 注册许可证…

# menu.server.start
source: 서버 시작
en: Start Server
ja: サーバー開始
zh_hans: 启动服务器

# menu.server.stop
source: 서버 중지
en: Stop Server
ja: サーバー停止
zh_hans: 停止服务器

# menu.session.disconnect
source: 접속 끊기
en: Disconnect
ja: 切断
zh_hans: 断开连接

# menu.session.disconnect_all
source: 전부 접속 끊기
en: Disconnect All
ja: すべて切断
zh_hans: 断开所有连接

# menu.session.empty
source: 접속된 사용자 없음
en: No connected users
ja: 接続中のユーザーなし
zh_hans: 无已连接用户

# menu.session.none
source: 현재 활성 중인 세션 없음
en: No Active Sessions
ja: 現在アクティブなセッションはありません
zh_hans: 当前无活动会话

# menu.session.phase.awaiting_auth
source: 인증 대기 중
en: Awaiting Authentication
ja: 認証待機中
zh_hans: 等待认证

# menu.session.phase.closed
source: 종료됨
en: Closed
ja: 終了
zh_hans: 已结束

# menu.session.phase.initial
source: 접속 중...
en: Connecting…
ja: 接続中...
zh_hans: 正在连接…

# menu.session.phase.panic
source: 오류
en: Error
ja: エラー
zh_hans: 错误

# menu.session.phase.ready
source: 연결됨
en: Connected
ja: 接続済み
zh_hans: 已连接

# menu.session.unknown_agent
source: (알 수 없음)
en: (Unknown)
ja: （不明）
zh_hans: (未知)

# menu.settings
source: 설정
en: Noctiluca Server Settings…
ja: Noctiluca Server 設定...
zh_hans: Noctiluca Server 设置…

# menu.start-server
source: 서버 시작
en: Start Server
ja: サーバーを開始
zh_hans: 启动服务器

# menu.stop-server
source: 서버 중지
en: Stop Server
ja: サーバーを停止
zh_hans: 停止服务器

# notificaiton.plugin_bundle_rejected_by_security_policy.title
source: 플러그인 번들 로드 거부됨
en: Plugin Bundle Load Rejected
ja: プラグインバンドルのロード拒否
zh_hans: 插件包加载被拒绝

# notification.connection_closed.message
source: 클라이언트 연결이 종료되었습니다.
en: Client connection closed.
ja: クライアント接続が終了しました。
zh_hans: 客户端连接已结束。

# notification.connection_closed.title
source: 클라이언트 연결 종료됨
en: Client Disconnected
ja: クライアント接続終了
zh_hans: 客户端连接已结束

# notification.critical_update_required.message
source: 현재 버전에서 심각한 보안 문제가 발견되어 버전 %@으로의 긴급히 업데이트가 필요합니다.
en: A critical security issue has been discovered, requiring an urgent update to version %@.
ja: 深刻なセキュリティ問題が発見されたため、バージョン %@ への緊急アップデートが必要です。
zh_hans: 发现严重安全问题，需要紧急更新到版本 %@。

# notification.critical_update_required.piracy_notice.message
source: 이 업데이트는 불법 복제본 사용자에게도 제공됩니다. 업데이트를 긍정적으로 고려해 주세요.
en: This update is also provided to users of pirated copies. Consider the update positively.
ja: このアップデートは不正コピー版ユーザーにも提供されます。アップデートを前向きにご検討ください。
zh_hans: 此更新也提供给盗版用户。请积极考虑更新。

# notification.critical_update_required.title
source: 긴급 업데이트 필요
en: Critical Update Required
ja: 緊急アップデートが必要
zh_hans: 需要紧急更新

# notification.invalid_license.message
source: 부정한 라이선스가 감지되었습니다. 정식 버전 구매를 고려해 주세요.
en: Invalid license detected. Consider purchasing the full version.
ja: 不正なライセンスが検出されました。 正規版の購入をご検討ください。
zh_hans: 检测到非法许可证。 请考虑购买正式版本。

# notification.invalid_license.title
source: 부정한 라이선스
en: Invalid License
ja: 不正なライセンス
zh_hans: 非法许可证

# notification.license_expired.message
source: 라이선스가 만료되었습니다. 계속 사용하시려면 새 라이선스를 등록해 주세요.
en: The license has expired. Register a new license to continue using.
ja: ライセンスが期限切れになりました。 継続して使用するには新しいライセンスを登録してください。
zh_hans: 许可证已过期。 要继续使用，请注册新的许可证。

# notification.license_expired.title
source: 라이선스 만료
en: License Expired
ja: ライセンス期限切れ
zh_hans: 许可证过期

# notification.license_expiring_soon.message
source: 라이선스가 %d일 후 만료됩니다.
en: The license will expire in %d days.
ja: ライセンスが %d 日後に期限切れになります。
zh_hans: 许可证将在 %d 天后过期。

# notification.license_expiring_soon.title
source: 라이선스 만료 임박
en: License Expiring Soon
ja: ライセンス期限切れ間近
zh_hans: 许可证即将过期

# notification.new_connection.message
source: 새 클라이언트가 서버에 연결되었습니다.
en: A new client has connected to the server.
ja: 新しいクライアントがサーバーに接続しました。
zh_hans: 新客户端已连接到服务器。

# notification.new_connection.title
source: 새 클라이언트 연결됨
en: New Client Connected
ja: 新しいクライアント接続
zh_hans: 新客户端已连接

# notification.plugin_bundle_rejected_by_security_policy.message
source: 플러그인 번들 '%@'이 코드 서명 정책을 위반하여 로드될 수 없었습니다.
en: Plugin bundle '%@' could not be loaded because it violated the code signing policy.
ja: コード署名ポリシー違反のため、プラグインバンドル '%@' をロードできませんでした。
zh_hans: 插件包 '%@' 违反了代码签名策略，无法加载。

# notification.server_start_failed.message
source: 서버 시작 중 오류가 발생했습니다: %@
en: Error occurred while starting server: %@
ja: サーバー開始中にエラーが発生しました: %@
zh_hans: 启动服务器时发生错误：%@

# notification.server_start_failed.title
source: 서버 시작 실패
en: Server Start Failed
ja: サーバー開始失敗
zh_hans: 启动服务器失败

# notification.server_started.message
source: 서버가 성공적으로 시작되었습니다.
en: Server started successfully.
ja: サーバーが正常に起動しました。
zh_hans: 服务器已成功启动。

# notification.server_started.title
source: 서버 시작됨
en: Server Started
ja: サーバー開始完了
zh_hans: 服务器已启动

# notification.server_stopped.message
source: 서버가 종료되었습니다.
en: Server stopped.
ja: サーバーが終了しました。
zh_hans: 服务器已停止。

# notification.server_stopped.title
source: 서버 종료됨
en: Server Stopped
ja: サーバー終了
zh_hans: 服务器已停止

# notification.tls_autoconf_renewed.message
source: TLS 인증서가 자동으로 갱신되었습니다.
en: TLS certificate has been automatically renewed.
ja: TLS証明書が自動的に更新されました。
zh_hans: TLS 证书已自动更新。

# notification.tls_autoconf_renewed.title
source: 인증서 자동 갱신 성공
en: Certificate Auto-Renewal Success
ja: 証明書の自動更新成功
zh_hans: 证书自动更新成功

# notification.update_available.message
source: 새 버전 %@이(가) 사용 가능합니다.
en: New version %@ is available.
ja: 新しいバージョン %@ が利用可能です。
zh_hans: 新版本 %@ 可用。

# notification.update_available.title
source: 새 업데이트 사용 가능
en: New Update Available
ja: 新しいアップデートが利用可能
zh_hans: 有新更新可用

# onboarding.completion.description
source: 모든 설정이 완료되었습니다. 이제 클라이언트에서 이 서버에 접속할 수 있습니다.
en: All settings are complete. Clients can now connect to this server.
ja: すべての設定が完了しました。 これでクライアントからこのサーバーに接続できます。
zh_hans: 所有设置已完成。 现在客户端可以连接到此服务器。

# onboarding.completion.title
source: 준비 완료!
en: Ready!
ja: 準備完了！
zh_hans: 准备就绪！

# onboarding.configuration.description
source: 서버의 기본 설정을 구성합니다.
en: Configure server default settings.
ja: サーバーの基本設定を構成します。
zh_hans: 配置服务器默认设置。

# onboarding.configuration.password_confirm.placeholder
source: 비밀번호 확인
en: Confirm Password
ja: パスワード確認
zh_hans: 确认密码

# onboarding.configuration.password.description
source: 클라이언트가 이 서버에 접속할 때 사용할 비밀번호입니다.
en: Password for the client to connect to this server.
ja: クライアントがこのサーバーに接続する際に使用するパスワードです。
zh_hans: 客户端连接此服务器时使用的密码。

# onboarding.configuration.password.placeholder
source: 비밀번호
en: Password
ja: パスワード
zh_hans: 密码

# onboarding.configuration.password.title
source: 접속 비밀번호
en: Connection Password
ja: 接続パスワード
zh_hans: 连接密码

# onboarding.configuration.server_name.description
source: 클라이언트에서 이 서버를 식별하는 데 사용됩니다.
en: Used to identify this server on the client.
ja: クライアントがこのサーバーを識別するために使用されます。
zh_hans: 用于在客户端识别此服务器。

# onboarding.configuration.server_name.placeholder
source: 서버 이름
en: Server Name
ja: サーバー名
zh_hans: 服务器名称

# onboarding.configuration.server_name.title
source: 서버 이름
en: Server Name
ja: サーバー名
zh_hans: 服务器名称

# onboarding.configuration.title
source: 기본 설정
en: General Settings
ja: 基本設定
zh_hans: 基本设置

# onboarding.navigation.back
source: 뒤로
en: Back
ja: 戻る
zh_hans: 返回

# onboarding.navigation.finish
source: 시작하기
en: Start
ja: はじめる
zh_hans: 开始

# onboarding.navigation.next
source: 다음
en: Next
ja: 次へ
zh_hans: 下一步

# onboarding.navigation.skip
source: 건너뛰기
en: Skip
ja: スキップ
zh_hans: 跳过

# onboarding.permissions.accessibility.description
source: 클라이언트의 입력을 시스템에 전달하기 위해 필요합니다.
en: Required to pass client input to the system.
ja: クライアントの入力をシステムに伝達するために必要です。
zh_hans: 需要将客户端输入传递给系统。

# onboarding.permissions.accessibility.title
source: 손쉬운 사용
en: Accessibility
ja: アクセシビリティ
zh_hans: 辅助功能

# onboarding.permissions.description
source: Noctiluca가 정상적으로 작동하려면 다음 권한이 필요합니다.
en: Noctiluca needs the following permissions to work properly.
ja: Noctilucaが正常に動作するには、以下の権限が必要です。
zh_hans: Noctiluca 需要以下权限才能正常工作。

# onboarding.permissions.open_system_preferences
source: 설정 열기
en: Open System Settings
ja: システム設定を開く
zh_hans: 打开系统设置

# onboarding.permissions.refresh
source: 다시 확인하기
en: Check Again
ja: 再確認
zh_hans: 再次检查

# onboarding.permissions.restart_required.cancel
source: 아니오
en: No
ja: いいえ
zh_hans: 否

# onboarding.permissions.restart_required.confirm
source: 예
en: Yes
ja: はい
zh_hans: 是

# onboarding.permissions.restart_required.description
source: 녹화 권한을 확인하려면 Noctiluca Server를 다시 시작해야 합니다. 다시 시작하시겠습니까?
en: You need to restart Noctiluca Server to verify the screen recording permission. Do you want to restart it now?
ja: 録画権限を確認するには、Noctiluca Serverを再起動する必要があります。 再起動しますか？
zh_hans: 要检查录制权限，必须重新启动 Noctiluca Server。 是否重新启动？

# onboarding.permissions.restart_required.title
source: 다시 시작 필요
en: Restart Required
ja: 再起動が必要
zh_hans: 需要重新启动

# onboarding.permissions.screen_recording.description
source: 원격지로 화면을 프로젝션하기 위해 필요합니다.
en: Required to project the screen to remote locations.
ja: リモート地に画面を投影するために必要です。
zh_hans: 需要将画面投影到远程位置。

# onboarding.permissions.screen_recording.title
source: 화면 녹화
en: Screen Recording
ja: 画面収録
zh_hans: 屏幕录制

# onboarding.permissions.skip_alert.cancel
source: 취소
en: Cancel
ja: キャンセル
zh_hans: 取消

# onboarding.permissions.skip_alert.confirm
source: 건너뛰기
en: Skip
ja: スキップ
zh_hans: 跳过

# onboarding.permissions.skip_alert.message
source: 권한 설정을 건너뛰면 Noctiluca Server가 제대로 작동하지 않을 수 있습니다. 그래도 건너뛰시겠습니까?
en: Skipping permission setup may cause Noctiluca Server to malfunction. Are you sure you want to skip?
ja: 権限設定をスキップすると、Noctiluca Serverが正しく動作しない可能性があります。本当にスキップしますか？
zh_hans: 跳过权限设置可能会导致 Noctiluca Server 无法正常工作。确定要跳过吗？

# onboarding.permissions.skip_alert.title
source: 권한 설정 건너뛰기
en: Skip Permission Setup
ja: 権限設定をスキップ
zh_hans: 跳过权限设置

# onboarding.permissions.title
source: 권한 설정
en: Permission Settings
ja: 権限設定
zh_hans: 权限设置

# onboarding.welcome.description
source: Noctiluca Server는 Sirius 프로토콜을 기반으로 한 원격 제어 소프트웨어입니다. 몇 가지 설정을 완료하면 바로 시작할 수 있습니다.
en: Noctiluca Server is remote control software based on the Sirius protocol. You can start right away after completing a few settings.
ja: Noctiluca Serverは、Siriusプロトコルをベースにしたリモート制御ソフトウェアです。 いくつかの設定を完了すればすぐに使用を開始できます。
zh_hans: Noctiluca Server 是基于 Sirius 协议的远程控制软件。 完成几项设置后即可立即开始。

# onboarding.welcome.title
source: Noctiluca Server를 선택해 주셔서 감사합니다!
en: Thank you for choosing Noctiluca Server!
ja: Noctiluca Serverをご利用いただきありがとうございます！
zh_hans: 感谢您选择 Noctiluca Server！
